Repository: ptudor/unsit
Catalog: packaging/Localization/Updates.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: The update server returned an invalid response.
af: Die opdateringsbediener het 'n ongeldige antwoord teruggegee.
am: የዝማኔ አገልጋዩ ልክ ያልሆነ ምላሽ መልሷል።
ar: أعاد خادم التحديث استجابة غير صالحة.
az: Yeniləmə serveri etibarsız cavab qaytardı.
be: Сервер абнаўленняў вярнуў няправільны адказ.
bg: Сървърът за актуализации върна невалиден отговор.
bn: আপডেট সার্ভারটি একটি অবৈধ প্রতিক্রিয়া দিয়েছে।
ca: El servidor d'actualitzacions ha retornat una resposta no vàlida.
cs: Aktualizační server vrátil neplatnou odpověď.
cy: Dychwelodd y gweinydd diweddaru ymateb annilys.
da: Opdateringsserveren returnerede et ugyldigt svar.
de: Der Update-Server hat eine ungültige Antwort zurückgegeben.
de_at: Der Aktualisierungsserver hat eine ungültige Antwort zurückgegeben.
de_ch: Der Aktualisierungsserver hat eine ungültige Antwort zurückgegeben.
el: Ο διακομιστής ενημέρωσης επέστρεψε μια μη έγκυρη απόκριση.
es: El servidor de actualizaciones ha devuelto una respuesta no válida.
es_ar: El servidor de actualizaciones devolvió una respuesta no válida.
es_mx: El servidor de actualización devolvió una respuesta no válida.
et: Uuendusserver saatis kehtetu vastuse.
eu: Eguneratze zerbitzariak erantzun baliogabea itzuli du.
fa: سرور به‌روزرسانی پاسخ نامعتبری را برگرداند.
fi: Päivityspalvelin palautti virheellisen vastauksen.
fil: Nagbalik ng di-wastong tugon ang update server.
fr: Le serveur de mise à jour a renvoyé une réponse non valide.
fr_ca: Le serveur de mise à jour a retourné une réponse invalide.
ga: Thug an freastalaí nuashonraithe freagra neamhbhailí ar ais.
gl: O servidor de actualizacións devolveu unha resposta non válida.
gu: અપડેટ સર્વરે અમાન્ય પ્રતિભાવ આપ્યો.
he: שרת העדכונים החזיר תגובה לא חוקית.
hi: अपडेट सर्वर ने अमान्य प्रतिक्रिया दी।
hr: Poslužitelj ažuriranja vratio je nevažeći odgovor.
hu: A frissítési szerver érvénytelen választ adott vissza.
hy: Թարմացման սերվերը վերադարձրեց անվավեր պատասխան։
id: Server pembaruan mengembalikan respons yang tidak valid.
is: Uppfærsluþjónninn skilaði ógilt svar.
it: Il server di aggiornamento ha restituito una risposta non valida.
ja: 更新サーバーから無効な応答が返されました。
ka: განახლების სერვერმა არასწორი პასუხი დააბრუნა.
kk: Жаңарту сервері жарамсыз жауап қайтарды.
km: ម៉ាស៊ីនមេធ្វើបច្ចុប្បន្នភាពបានឆ្លើយតបមិនត្រឹមត្រូវ។
kn: ನವೀಕರಣ ಸರ್ವರ್ ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಹಿಂತಿರುಗಿಸಿದೆ.
ko: 업데이트 서버에서 유효하지 않은 응답이 반환되었습니다.
ky: Жаңыртуу сервери жараксыз жооп кайтарды.
lo: ເຊີບເວີອັບເດດໄດ້ສົ່ງຄືນການຕອບສະໜອງທີ່ບໍ່ຖືກຕ້ອງ.
lt: Atnaujinimų serveris pateikė neteisingą atsakymą.
lv: Atjaunināšanas serveris atgriezis nepareizu atbildi.
mk: Серверот за ажурирање врати неважечки одговор.
ml: അപ്ഡേറ്റ് സെർവർ ഒരു അസാധുവായ പ്രതികരണം നൽകി.
mn: Шинэчлэлтийн сервер буруу хариу буцаасан.
mr: अपडेट सर्व्हरने अमान्य प्रतिसाद परत पाठवला.
ms: Pelayan kemas kini mengembalikan respons yang tidak sah.
mt: Is-server tal-aġġornament irritorna tweġiba invalida.
my: အပ်ဒိတ်ဆာဗာက မမှန်ကန်သော တုံ့ပြန်မှုကို ပြန်ပို့ခဲ့သည်။
nb: Oppdateringsserveren returnerte et ugyldig svar.
ne: अपडेट सर्भरले अमान्य प्रतिक्रिया फर्कायो।
nl: De updateserver heeft een ongeldig antwoord teruggestuurd.
or: ଅପଡେଟ୍ ସର୍ଭର ଏକ ଅବୈଧ ଉତ୍ତର ଫେରସ୍ତ କରିଛି।
pa: ਅੱਪਡੇਟ ਸਰਵਰ ਨੇ ਇੱਕ ਅਵੈਧ ਜਵਾਬ ਦਿੱਤਾ।
pl: Serwer aktualizacji zwrócił nieprawidłową odpowiedź.
pt: O servidor de atualizações devolveu uma resposta inválida.
pt_br: O servidor de atualização retornou uma resposta inválida.
ro: Serverul de actualizare a returnat un răspuns nevalid.
ru: Сервер обновлений вернул недопустимый ответ.
si: යාවත්කාලීන සේවාදායකය අවලංගු ප්‍රතිචාරයක් ලබා දුන්නේය.
sk: Aktualizačný server vrátil neplatnú odpoveď.
sl: Strežnik za posodobitve je vrnil neveljaven odgovor.
sq: Serveri i përditësimit ktheu një përgjigje të pavlefshme.
sr: Сервер за ажурирање је вратио неважећи одговор.
sv: Uppdateringsservern skickade tillbaka ett ogiltigt svar.
sw: Seva ya sasisho ilirudisha jibu batili.
ta: புதுப்பிப்பு சேவையகம் தவறான பதிலை வழங்கியது.
te: అప్‌డేట్ సర్వర్ చెల్లని ప్రతిస్పందనను తిరిగి ఇచ్చింది.
th: เซิร์ฟเวอร์อัปเดตส่งการตอบกลับที่ไม่ถูกต้องกลับมา
tr: Güncelleme sunucusu geçersiz bir yanıt verdi.
uk: Сервер оновлень надіслав недійсну відповідь.
ur: اپ ڈیٹ سرور نے غلط جواب دیا ہے۔
vi: Máy chủ cập nhật đã trả về phản hồi không hợp lệ.
zh_hans: 更新服务器返回了无效的响应。
zh_hant: 更新伺服器傳回了無效的回應。
zu: Iseva yokubuyekeza ibuyisele impendulo engavumelekile.

source: The update server returned HTTP %@. Try again later.
af: Die opdateringsbediener het HTTP %@ teruggegee. Probeer later weer.
am: የዝማኔ አገልጋዩ HTTP %@ መልሷል። ቆይተው እንደገና ይሞክሩ።
ar: أعاد خادم التحديث HTTP %@. حاول مرة أخرى لاحقًا.
az: Yeniləmə serveri HTTP %@ qaytardı. Daha sonra yenidən cəhd edin.
be: Сервер абнаўленняў вярнуў HTTP %@. Паўтарыце спробу пазней.
bg: Сървърът за актуализации върна HTTP-код „%@“. Опитайте отново по-късно.
bn: আপডেট সার্ভার HTTP %@ ফেরত দিয়েছে। পরে আবার চেষ্টা করুন।
ca: El servidor d'actualització ha retornat HTTP %@. Torna-ho a provar més tard.
cs: Aktualizační server vrátil HTTP %@. Zkuste to později.
cy: Dychwelodd y gweinydd diweddaru HTTP %@. Rhowch gynnig arall arni yn nes ymlaen.
da: Opdateringsserveren returnerede HTTP %@. Prøv igen senere.
de: Der Update-Server hat den HTTP-Status %@ zurückgegeben. Bitte versuchen Sie es später erneut.
de_at: Der Aktualisierungsserver hat den HTTP-Code %@ zurückgegeben. Bitte versuchen Sie es später erneut.
de_ch: Der Aktualisierungsserver hat den HTTP-Code %@ zurückgegeben. Bitte versuchen Sie es später erneut.
el: Ο διακομιστής ενημέρωσης επέστρεψε το σφάλμα HTTP %@. Δοκιμάστε ξανά αργότερα.
es: El servidor de actualizaciones ha devuelto el código de error HTTP %@. Inténtalo de nuevo más tarde.
es_ar: El servidor de actualizaciones devolvió HTTP %@. Inténtalo de nuevo más tarde.
es_mx: El servidor de actualización devolvió HTTP %@. Inténtelo de nuevo más tarde.
et: Uuendusserver tagastas HTTP %@. Proovi hiljem uuesti.
eu: Eguneratze zerbitzariak HTTP %@ itzuli du. Saiatu berriro geroago.
fa: سرور به‌روزرسانی، HTTP %@ را برگرداند. بعداً دوباره امتحان کنید.
fi: Päivityspalvelin palautti HTTP-statuskoodin %@. Yritä myöhemmin uudelleen.
fil: Nagbalik ang update server ng HTTP %@. Subukan muli mamaya.
fr: Le serveur de mise à jour a renvoyé HTTP %@. Veuillez réessayer plus tard.
fr_ca: Le serveur de mise à jour a retourné le code HTTP %@. Essayez de nouveau plus tard.
ga: D'fhill an freastalaí nuashonraithe HTTP %@ ar ais. Déan iarracht arís ar ball.
gl: O servidor de actualizacións devolveu HTTP %@. Téntao de novo máis tarde.
gu: અપડેટ સર્વરે HTTP %@ પરત કર્યું. પછીથી ફરી પ્રયાસ કરો.
he: שרת העדכונים החזיר HTTP %@. נסה שוב מאוחר יותר.
hi: अपडेट सर्वर ने HTTP %@ लौटाया। कृपया बाद में पुनः प्रयास करें।
hr: Poslužitelj ažuriranja vratio je HTTP %@. Pokušajte ponovno kasnije.
hu: A frissítési szerver HTTP %@ hibakódot adott vissza. Kérjük, próbálja meg később újra.
hy: Թարմացման սերվերը վերադարձրեց HTTP %@։ Փորձեք կրկին ավելի ուշ։
id: Server pembaruan mengembalikan HTTP %@. Silakan coba lagi nanti.
is: Uppfærsluþjónninn skilaði HTTP %@. Reyndu aftur síðar.
it: Il server di aggiornamento ha restituito l'errore HTTP "%@". Riprova più tardi.
ja: 更新サーバーから「HTTP %@」という応答が返されました。後ほどもう一度お試しください。
ka: განახლების სერვერმა დააბრუნა HTTP %@. სცადეთ მოგვიანებით.
kk: Жаңарту сервері HTTP %@ қайтарды. Кейінірек қайталап көріңіз.
km: ម៉ាស៊ីនបម្រើអាប់ដេតបានប្រគល់ HTTP %@ ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: ನವೀಕರಣ ಸರ್ವರ್ HTTP %@ ಹಿಂತಿರುಗಿಸಿದೆ. ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 업데이트 서버에서 HTTP %@ 오류가 발생했습니다. 잠시 후 다시 시도해 주세요.
ky: Жаңыртуу сервери HTTP %@ кайтарды. Кийинчерээк кайра аракет кылыңыз.
lo: ເຊີບເວີອັບເດດສົ່ງຄືນ HTTP %@. ລອງໃໝ່ໃນພາຍຫຼັງ.
lt: Atnaujinimų serveris grąžino HTTP %@. Pabandykite vėliau.
lv: Atjaunināšanas serveris atgriezis HTTP kļūdu %@. Mēģiniet vēlāk.
mk: Серверот за ажурирање врати HTTP %@. Обидете се повторно подоцна.
ml: അപ്‌ഡേറ്റ് സെർവർ HTTP %@ നൽകി. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mn: Шинэчлэлтийн сервер HTTP %@ буцаасан. Дараа дахин оролдоно уу.
mr: अपडेट सर्व्हरने HTTP %@ परत पाठवले आहे. नंतर पुन्हा प्रयत्न करा.
ms: Pelayan kemas kini mengembalikan HTTP %@. Cuba lagi nanti.
mt: Is-server tal-aġġornament irritorna HTTP %@. Erġa' pprova aktar tard.
my: အပ်ဒိတ်ဆာဗာက HTTP %@ ပြန်ပို့ပါတယ်။ နောက်မှ ထပ်ကြိုးစားပါ။
nb: Oppdateringsserveren returnerte HTTP %@. Prøv igjen senere.
ne: अद्यावधिक सर्भरले HTTP %@ फिर्ता गर्‍यो। पछि फेरि प्रयास गर्नुहोस्।
nl: De updateserver heeft de HTTP-%@ geretourneerd. Probeer het later nog eens.
or: ଅପଡେଟ୍ ସର୍ଭର HTTP %@ ଫେରାଇଲା। ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਅੱਪਡੇਟ ਸਰਵਰ ਨੇ HTTP %@ ਵਾਪਸ ਕੀਤਾ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Serwer aktualizacji zwrócił HTTP %@. Spróbuj ponownie później.
pt: O servidor de atualizações devolveu HTTP %@. Tente novamente mais tarde.
pt_br: O servidor de atualização retornou HTTP %@. Tente novamente mais tarde.
ro: Serverul de actualizare a returnat HTTP %@. Încercați din nou mai târziu.
ru: Сервер обновлений вернул HTTP %@. Попробуйте позже.
si: යාවත්කාලීන සේවාදායකය HTTP %@ ආපසු ලබා දුන්නේය. පසුව නැවත උත්සාහ කරන්න.
sk: Aktualizačný server vrátil chybu HTTP %@. Skúste to neskôr.
sl: Strežnik za posodobitve je vrnil napako HTTP %@. Poskusite kasneje.
sq: Serveri i përditësimit ktheu HTTP %@. Provo përsëri më vonë.
sr: Сервер за ажурирање је вратио HTTP %@. Покушајте поново касније.
sv: Uppdateringsservern returnerade HTTP %@. Försök igen senare.
sw: Seva ya sasisho ilirudisha HTTP %@. Jaribu tena baadaye.
ta: புதுப்பிப்பு சேவையகம் HTTP %@ எனத் திருப்பியனுப்பியது. பின்னர் மீண்டும் முயற்சிக்கவும்.
te: అప్‌డేట్ సర్వర్ HTTP %@ తిరిగి ఇచ్చింది. తర్వాత మళ్ళీ ప్రయత్నించండి.
th: เซิร์ฟเวอร์อัปเดตส่งคืน HTTP %@ โปรดลองใหม่อีกครั้งในภายหลัง
tr: Güncelleme sunucusu HTTP %@ hatası verdi. Lütfen daha sonra tekrar deneyin.
uk: Сервер оновлень повернув HTTP «%@». Спробуйте ще раз пізніше.
ur: اپ ڈیٹ سرور نے HTTP %@ واپس کر دیا۔ بعد میں دوبارہ کوشش کریں۔
vi: Máy chủ cập nhật trả về mã HTTP %@. Vui lòng thử lại sau.
zh_hans: 更新服务器返回了 HTTP %@ 状态码。请稍后重试。
zh_hant: 更新伺服器傳回 HTTP %@。請稍後再試。
zu: Iseva yokubuyekeza ibuyisele i-HTTP %@ . Zama futhi kamuva.

source: This Mac architecture is not supported.
af: Hierdie Mac-argitektuur word nie ondersteun nie.
am: ይህ የMac ፕሮሰሰር አይነት አይደገፍም።
ar: بنية Mac هذه غير مدعومة.
az: Bu Mac arxitekturası dəstəklənmir.
be: Гэтая архітэктура Mac не падтрымліваецца.
bg: Тази архитектура на Mac не се поддържа.
bn: এই ম্যাক আর্কিটেকচারটি সমর্থিত নয়।
ca: Aquesta arquitectura de Mac no és compatible.
cs: Tato architektura počítačů Mac není podporována.
cy: Ni chefnogir y bensaernïaeth Mac hon.
da: Denne Mac-arkitektur understøttes ikke.
de: Diese Mac-Architektur wird nicht unterstützt.
de_at: Diese Mac-Architektur wird nicht unterstützt.
de_ch: Diese Mac-Architektur wird nicht unterstützt.
el: Αυτή η αρχιτεκτονική Mac δεν υποστηρίζεται.
es: Esta arquitectura de Mac no es compatible.
es_ar: Esta arquitectura de Mac no es compatible.
es_mx: Esta arquitectura de Mac no es compatible.
et: Seda Maci arhitektuuri ei toetata.
eu: Mac arkitektura hau ez da onartzen.
fa: این معماری Mac پشتیبانی نمی‌شود.
fi: Tätä Mac-arkkitehtuuria ei tueta.
fil: Hindi sinusuportahan ang arkitekturang Mac na ito.
fr: Cette architecture Mac n'est pas prise en charge.
fr_ca: Cette architecture Mac n'est pas prise en charge.
ga: Ní thacaítear leis an ailtireacht Mac seo.
gl: Esta arquitectura de Mac non é compatible.
gu: આ Mac આર્કિટેક્ચર સપોર્ટેડ નથી.
he: ארכיטקטורת Mac זו אינה נתמכת.
hi: यह Mac आर्किटेक्चर समर्थित नहीं है।
hr: Ova Mac arhitektura nije podržana.
hu: Ez a Mac-architektúra nem támogatott.
hy: Այս Mac ճարտարապետությունը չի աջակցվում։
id: Arsitektur Mac ini tidak didukung.
is: Þessi Mac-arkitektúr er ekki studd.
it: Questa architettura Mac non è supportata.
ja: このMacアーキテクチャはサポートされていません。
ka: ეს Mac არქიტექტურა მხარდაჭერილი არ არის.
kk: Бұл Mac архитектурасы қолдау таппайды.
km: ស្ថាបត្យកម្ម Mac នេះមិនត្រូវបានគាំទ្រទេ។
kn: ಈ ಮ್ಯಾಕ್ ಆರ್ಕಿಟೆಕ್ಚರ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ko: 이 Mac 아키텍처는 지원되지 않습니다.
ky: Бул Mac архитектурасы колдоого алынбайт.
lo: ປະເພດໂປຣເຊສເຊີຂອງ Mac ນີ້ບໍ່ຮອງຮັບ.
lt: Ši „Mac“ architektūra nėra palaikoma.
lv: Šī Mac arhitektūra netiek atbalstīta.
mk: Оваа Mac архитектура не е поддржана.
ml: ഈ മാക് ആർക്കിടെക്ചർ പിന്തുണയ്ക്കുന്നില്ല.
mn: Энэ Mac архитектурыг дэмжихгүй байна.
mr: या मॅक आर्किटेक्चरला सपोर्ट नाही.
ms: Seni bina Mac ini tidak disokong.
mt: Din l-arkitettura tal-Mac mhijiex appoġġjata.
my: ဤ Mac ၏ ပရိုဆက်ဆာအမျိုးအစားကို ပံ့ပိုးမထားပါ။
nb: Denne Mac-arkitekturen støttes ikke.
ne: यो Mac आर्किटेक्चर समर्थित छैन।
nl: Deze Mac-architectuur wordt niet ondersteund.
or: ଏହି Mac ପ୍ରୋସେସର୍ ପ୍ରକାର ସମର୍ଥିତ ନୁହେଁ।
pa: ਇਹ ਮੈਕ ਆਰਕੀਟੈਕਚਰ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।
pl: Ta architektura komputerów Mac nie jest obsługiwana.
pt: Esta arquitetura do Mac não é suportada.
pt_br: Essa arquitetura do Mac não é compatível.
ro: Această arhitectură Mac nu este acceptată.
ru: Эта архитектура Mac не поддерживается.
si: මෙම Mac ප්‍රොසෙසර වර්ගයට සහාය නොදක්වයි.
sk: Táto architektúra počítačov Mac nie je podporovaná.
sl: Ta arhitektura računalnika Mac ni podprta.
sq: Kjo arkitekturë për Mac nuk mbështetet.
sr: Ова Mac архитектура није подржана.
sv: Denna Mac-arkitektur stöds inte.
sw: Usanifu huu wa Mac hauauniwi.
ta: இந்த மேக் கட்டமைப்பு ஆதரிக்கப்படவில்லை.
te: ఈ Mac ఆర్కిటెక్చర్‌కు మద్దతు లేదు.
th: ระบบ Mac รุ่นนี้ไม่ได้รับการสนับสนุน
tr: Bu Mac mimarisi desteklenmemektedir.
uk: Ця архітектура Mac не підтримується.
ur: یہ Mac پروسیسر قسم معاون نہیں ہے۔
vi: Kiến trúc Mac này không được hỗ trợ.
zh_hans: 不支持此 Mac 架构。
zh_hant: 此款 Mac 架構不受支援。
zu: Uhlobo lwephrosesa yale Mac alusekelwa.

source: Unsit %1$@ is available and requires macOS %2$@ or later.
af: Unsit %1$@ is beskikbaar en vereis macOS %2$@ of later.
am: Unsit %1$@ ይገኛል እና macOS %2$@ ወይም ከዚያ በኋላ ይፈልጋል።
ar: يتوفر Unsit %1$@ ويتطلب نظام macOS %2$@ أو أحدث.
az: Unsit %1$@ mövcuddur və macOS %2$@ və ya daha sonrakı versiyanı tələb edir.
be: Unsit %1$@ даступны і патрабуе macOS %2$@ або больш позніх версій.
bg: Unsit %1$@ е налице и изисква macOS %2$@ или по-нова версия.
bn: Unsit %1$@ উপলব্ধ এবং এর জন্য macOS %2$@ বা তার পরবর্তী সংস্করণ প্রয়োজন।
ca: Unsit %1$@ està disponible i requereix macOS %2$@ o posterior.
cs: Unsit %1$@ je k dispozici a vyžaduje macOS %2$@ nebo novější.
cy: Mae Unsit %1$@ ar gael ac mae angen macOS %2$@ neu ddiweddarach arno.
da: Unsit %1$@ er tilgængelig og kræver macOS %2$@ eller nyere.
de: Unsit %1$@ ist verfügbar und erfordert macOS %2$@ oder eine neuere Version.
de_at: Unsit %1$@ ist verfügbar und erfordert macOS %2$@ oder höher.
de_ch: Unsit %1$@ ist verfügbar und erfordert macOS %2$@ oder höher.
el: Unsit %1$@ είναι διαθέσιμο και απαιτεί macOS %2$@ ή νεότερη έκδοση.
es: Unsit %1$@ está disponible y requiere macOS %2$@ o una versión posterior.
es_ar: Unsit %1$@ está disponible y requiere macOS %2$@ o una versión posterior.
es_mx: Unsit %1$@ está disponible y requiere macOS %2$@ o posterior.
et: Unsit %1$@ on saadaval ja selle kasutamiseks on vaja macOS-i versiooni %2$@ või uuemat.
eu: Unsit %1$@ eskuragarri dago eta macOS %2$@ edo berriagoa behar du.
fa: Unsit %1$@ موجود است و نیاز به macOS %2$@ یا بالاتر دارد.
fi: Unsit %1$@ on saatavilla ja vaatii macOS-käyttöjärjestelmän versiota %2$@ tai uudempaa.
fil: Unsit %1$@ ay magagamit at nangangailangan ng macOS %2$@ o mas bago.
fr: Unsit %1$@ est disponible et nécessite macOS %2$@ ou une version ultérieure.
fr_ca: Unsit %1$@ est disponible et nécessite macOS %2$@ ou version ultérieure.
ga: Tá Unsit %1$@ ar fáil agus teastaíonn macOS %2$@ nó níos déanaí uaidh.
gl: Unsit %1$@ está dispoñible e require macOS %2$@ ou posterior.
gu: Unsit %1$@ ઉપલબ્ધ છે અને તેને macOS %2$@ અથવા તે પછીનું આવશ્યક છે.
he: Unsit %1$@ זמין ודורש macOS %2$@ ואילך.
hi: Unsit %1$@ उपलब्ध है और इसके लिए macOS %2$@ या बाद के संस्करण की आवश्यकता है।
hr: Unsit %1$@ je dostupan i zahtijeva macOS %2$@ ili noviji.
hu: Unsit %1$@ elérhető, és macOS %2$@ vagy újabb verziót igényel.
hy: Unsit %1$@ հասանելի է և պահանջում է macOS %2$@ կամ ավելի նոր տարբերակ։
id: Unsit %1$@ tersedia dan memerlukan macOS %2$@ atau yang lebih baru.
is: Unsit %1$@ er fáanlegt og krefst macOS %2$@ eða nýrri.
it: Unsit %1$@ è disponibile e richiede macOS %2$@ o versioni successive.
ja: Unsit %1$@ が利用可能で、macOS %2$@ 以降が必要です。
ka: Unsit %1$@ ხელმისაწვდომია და საჭიროებს macOS %2$@ ან უფრო ახალ ვერსიას.
kk: Unsit %1$@ қолжетімді және macOS %2$@ немесе одан кейінгі нұсқасын қажет етеді.
km: Unsit %1$@ អាចប្រើបាន ហើយតម្រូវឱ្យមាន macOS %2$@ ឬថ្មីជាងនេះ។
kn: Unsit %1$@ ಲಭ್ಯವಿದೆ ಮತ್ತು macOS %2$@ ಅಥವಾ ನಂತರದ ಅಗತ್ಯವಿದೆ.
ko: Unsit %1$@ 업데이트가 있으며 macOS %2$@ 이상이 필요합니다.
ky: Unsit %1$@ жеткиликтүү жана macOS %2$@ же андан кийинки версиясын талап кылат.
lo: Unsit %1$@ ສາມາດໃຊ້ໄດ້ ແລະ ຕ້ອງການ macOS %2$@ ຫຼື ໃໝ່ກວ່າ.
lt: Unsit %1$@ yra prieinama ir jai reikalinga „macOS" %2$@ ar naujesnė versija.
lv: Unsit %1$@ ir pieejama un tai ir nepieciešama operētājsistēma macOS „%2$@” vai jaunāka versija.
mk: Unsit %1$@ е достапен и бара macOS %2$@ или понова верзија.
ml: Unsit %1$@ ലഭ്യമാണ്, macOS %2$@ അല്ലെങ്കിൽ അതിനുശേഷമുള്ളത് ആവശ്യമാണ്.
mn: Unsit %1$@ боломжтой бөгөөд macOS %2$@ эсвэл түүнээс хойших хувилбарыг шаарддаг.
mr: Unsit %1$@ उपलब्ध आहे आणि त्यासाठी macOS %2$@ किंवा त्यानंतरची आवृत्ती आवश्यक आहे.
ms: Unsit %1$@ tersedia dan memerlukan macOS %2$@ atau yang lebih baharu.
mt: Unsit %1$@ huwa disponibbli u jeħtieġ macOS %2$@ jew aktar tard.
my: Unsit %1$@ ရရှိနိုင်ပြီး macOS %2$@ သို့မဟုတ် နောက်ပိုင်းဗားရှင်း လိုအပ်ပါသည်။
nb: Unsit %1$@ er tilgjengelig og krever macOS %2$@ eller nyere.
ne: Unsit %1$@ उपलब्ध छ र macOS %2$@ वा पछिको संस्करण आवश्यक पर्दछ।
nl: Unsit %1$@ is beschikbaar en vereist macOS %2$@ of hoger.
or: Unsit %1$@ ଉପଲବ୍ଧ ଏବଂ macOS %2$@ କିମ୍ବା ପରବର୍ତ୍ତୀ ସଂସ୍କରଣ ଆବଶ୍ୟକ କରେ।
pa: Unsit %1$@ ਉਪਲਬਧ ਹੈ ਅਤੇ ਇਸ ਲਈ macOS %2$@ ਜਾਂ ਇਸ ਤੋਂ ਬਾਅਦ ਵਾਲੇ ਵਰਜਨ ਦੀ ਲੋੜ ਹੈ।
pl: Unsit %1$@ jest dostępna i wymaga systemu macOS w wersji %2$@ lub nowszej.
pt: Unsit %1$@ está disponível e requer o macOS %2$@ ou uma versão posterior.
pt_br: Unsit %1$@ está disponível e requer o macOS %2$@ ou uma versão posterior.
ro: Unsit %1$@ este disponibil și necesită macOS %2$@ sau o versiune ulterioară.
ru: Unsit %1$@ доступно и требует macOS версии %2$@ или более поздней.
si: Unsit %1$@ ලබා ගත හැකි අතර macOS %2$@ හෝ ඊට පසු අනුවාදයක් අවශ්‍ය වේ.
sk: Unsit %1$@ je k dispozícii a vyžaduje systém macOS %2$@ alebo novší.
sl: Unsit %1$@ je na voljo in zahteva macOS %2$@ ali novejšo različico.
sq: Unsit %1$@ është i disponueshëm dhe kërkon macOS %2$@ ose një version më të ri.
sr: Unsit %1$@ је доступан и захтева macOS %2$@ или новији.
sv: Unsit %1$@ finns tillgängligt och kräver macOS %2$@ eller senare.
sw: Unsit %1$@ inapatikana na inahitaji macOS %2$@ au baadaye.
ta: Unsit %1$@ கிடைக்கிறது, இதற்கு macOS %2$@ அல்லது அதற்குப் பிந்தைய பதிப்பு தேவைப்படுகிறது.
te: Unsit %1$@ అందుబాటులో ఉంది మరియు దీనికి macOS %2$@ లేదా ఆ తర్వాతి వెర్షన్ అవసరం.
th: Unsit %1$@ ว่างแล้ว และต้องใช้ macOS %2$@ หรือเวอร์ชันที่ใหม่กว่า
tr: Unsit %1$@ mevcuttur ve macOS %2$@ veya daha yeni bir sürümü gerektirir.
uk: Unsit %1$@ доступна та вимагає macOS версії %2$@ або пізнішої.
ur: Unsit %1$@ دستیاب ہے اور اس کے لیے macOS %2$@ یا بعد کی ضرورت ہے۔
vi: Unsit %1$@ hiện có sẵn và yêu cầu macOS %2$@ trở lên.
zh_hans: Unsit %1$@ 已发布，需要 macOS %2$@ 或更高版本。
zh_hant: Unsit %1$@ 此版本已推出，並需使用 macOS %2$@ 或更新版本。
zu: Unsit %1$@ iyatholakala futhi idinga i-macOS %2$@ noma kamuva.

source: Unsit %@ is available.
af: Unsit %@ is beskikbaar.
am: Unsit %@ ይገኛል።
ar: Unsit %@ متاح.
az: Unsit %@ mövcuddur.
be: Unsit %@ даступны.
bg: Unsit %@ е на разположение.
bn: Unsit %@ উপলব্ধ আছে।
ca: Unsit %@ està disponible.
cs: Unsit %@ je k dispozici.
cy: Mae Unsit %@ ar gael.
da: Unsit %@ er tilgængelig.
de: Unsit %@ ist verfügbar.
de_at: Unsit %@ ist verfügbar.
de_ch: Unsit %@ ist verfügbar.
el: Unsit %@ είναι διαθέσιμο.
es: Unsit %@ está disponible.
es_ar: Unsit %@ está disponible.
es_mx: Unsit %@ está disponible.
et: Unsit %@ on saadaval.
eu: Unsit %@ eskuragarri dago.
fa: Unsit %@ موجود است.
fi: Unsit %@ on saatavilla.
fil: Unsit %@ ay available.
fr: Unsit %@ est disponible.
fr_ca: Unsit %@ est disponible.
ga: Tá Unsit %@ ar fáil.
gl: Unsit %@ está dispoñible.
gu: Unsit %@ ઉપલબ્ધ છે.
he: Unsit %@ זמין.
hi: Unsit %@ उपलब्ध है।
hr: Unsit %@ je dostupan.
hu: Unsit %@ elérhető.
hy: Unsit %@ հասանելի է։
id: Unsit %@ tersedia.
is: Unsit %@ er í boði.
it: Unsit %@ è disponibile.
ja: Unsit %@ が利用可能です。
ka: Unsit %@ ხელმისაწვდომია.
kk: Unsit %@ қолжетімді.
km: Unsit %@ អាចប្រើបាន។
kn: Unsit %@ ಲಭ್ಯವಿದೆ.
ko: Unsit %@를 이용할 수 있습니다.
ky: Unsit %@ жеткиликтүү.
lo: Unsit %@ ສາມາດໃຊ້ໄດ້.
lt: Unsit %@ yra prieinama.
lv: Unsit %@ ir pieejama.
mk: Unsit %@ е достапен.
ml: Unsit %@ ലഭ്യമാണ്.
mn: Unsit %@ боломжтой.
mr: Unsit %@ उपलब्ध आहे.
ms: Unsit %@ tersedia.
mt: Unsit %@ huwa disponibbli.
my: Unsit %@ ရရှိနိုင်ပါသည်။
nb: Unsit %@ er tilgjengelig.
ne: Unsit %@ उपलब्ध छ।
nl: Unsit %@ is beschikbaar.
or: Unsit %@ ଉପଲବ୍ଧ।
pa: Unsit %@ ਉਪਲਬਧ ਹੈ।
pl: Dostępny: Unsit %@.
pt: Unsit %@ está disponível.
pt_br: Unsit %@ está disponível.
ro: Unsit %@ este disponibil.
ru: Unsit %@ доступно.
si: Unsit %@ ඇත.
sk: Unsit %@ je k dispozícii.
sl: Unsit %@ je na voljo.
sq: Unsit %@ është i disponueshëm.
sr: Unsit %@ је доступан.
sv: Unsit %@ finns tillgängligt.
sw: Unsit %@ inapatikana.
ta: Unsit %@ கிடைக்கிறது.
te: Unsit %@ అందుబాటులో ఉంది.
th: Unsit %@ พร้อมใช้งานแล้ว
tr: Unsit %@ mevcuttur.
uk: Доступна Unsit %@.
ur: Unsit %@ دستیاب ہے۔
vi: Unsit %@ hiện có sẵn.
zh_hans: Unsit %@ 版本已发布。
zh_hant: Unsit %@ 已提供。
zu: Unsit %@ iyatholakala.

source: Unsit is up to date.
af: Unsit is op datum.
am: Unsit ወቅታዊ ነው።
ar: Unsit محدّث.
az: Unsit yenilənib.
be: Unsit абноўлены.
bg: Unsit е актуална.
bn: Unsit হালনাগাদ।
ca: Unsit està actualitzat.
cs: Unsit je aktuální.
cy: Mae Unsit yn gyfredol.
da: Unsit er opdateret.
de: Unsit ist auf dem neuesten Stand.
de_at: Unsit ist auf dem neuesten Stand.
de_ch: Unsit ist auf dem neuesten Stand.
el: Unsit είναι ενημερωμένο.
es: Unsit está actualizado.
es_ar: Unsit está actualizado.
es_mx: Unsit está actualizado.
et: Unsit on ajakohane.
eu: Unsit eguneratuta dago.
fa: Unsit به‌روز است.
fi: Unsit on ajan tasalla.
fil: Unsit ay napapanahon na.
fr: Unsit est à jour.
fr_ca: Unsit est à jour.
ga: Tá Unsit cothrom le dáta.
gl: Unsit está actualizado.
gu: Unsit અદ્યતન છે.
he: Unsit מעודכן.
hi: Unsit अपडेट है।
hr: Unsit je ažuriran.
hu: Unsit naprakész.
hy: Unsit թարմացված է։
id: Unsit sudah terkini.
is: Unsit er uppfært.
it: Unsit è aggiornato.
ja: Unsit は最新の状態です。
ka: Unsit განახლებულია.
kk: Unsit жаңартылған.
km: Unsit បានធ្វើបច្ចុប្បន្នភាពហើយ។
kn: Unsit ನವೀಕೃತವಾಗಿದೆ.
ko: Unsit은 최신 상태입니다.
ky: Unsit актуалдуу.
lo: Unsit ເປັນລຸ້ນລ່າສຸດແລ້ວ.
lt: Unsit yra atnaujinta.
lv: Unsit ir atjaunināts.
mk: Unsit е ажуриран.
ml: Unsit കാലികമാണ്.
mn: Unsit шинэчлэгдсэн байна.
mr: Unsit अद्ययावत आहे.
ms: Unsit adalah terkini.
mt: Unsit huwa aġġornat.
my: Unsit သည် အပ်ဒိတ်လုပ်ထားပါသည်။
nb: Unsit er oppdatert.
ne: Unsit अद्यावधिक छ।
or: Unsit ଅଦ୍ୟତନ ଅଛି।
pa: Unsit ਅਪ ਟੂ ਡੇਟ ਹੈ।
pl: Unsit jest aktualna.
pt: Unsit está atualizado.
pt_br: Unsit está atualizado.
ro: Unsit este la zi.
ru: Unsit актуален.
si: Unsit යාවත්කාලීනයි.
sk: Unsit je aktuálny.
sl: Unsit je posodobljen.
sq: Unsit është i përditësuar.
sr: Unsit је ажуриран.
sv: Unsit är uppdaterad.
sw: Unsit imesasishwa.
ta: Unsit புதுப்பிக்கப்பட்ட நிலையில் உள்ளது.
te: Unsit అప్‌డేట్‌గా ఉంది.
th: Unsit อัปเดตล่าสุดแล้ว
tr: Unsit güncel durumdadır.
uk: Unsit є актуальною.
ur: Unsit اپ ٹو ڈیٹ ہے۔
vi: Unsit đã được cập nhật.
zh_hans: Unsit 是最新的。
zh_hant: Unsit 是最新的。
zu: Unsit isesikhathini.
